import { Quote } from "../types";

export const quotes: Quote[] = [
    {
        quote: "Подорож у тисячу миль починається з одного кроку",
        author: "Лао-цзи"
    },
    {
        quote: "Найкращий час посадити дерево був 20 років тому. Найкращий час - зараз.",
        author: "Невідомий"
    },
    {
        quote: "Ваша робота заповнить більшу частину вашого життя, і єдиний спосіб бути дійсно задоволеним - це робити те, що ви вважаєте великою справою.",
        author: "Стів Джобс"
    }
];

export const searchTexts: string[] = [
    "Погода в Єгипті...",
    "Кращі місця для відпочинку в Італії...",
    "Тури до Греції...",
    "Погода в Туреччині...",
    "Відпочинок на Мальдівах...",
    "Екскурсії по Франції...",
];