import { Quote, Company } from "../types";

export const quotes: Quote[] = [
    {
        quote: "Подорож у тисячу миль починається з одного кроку.",
        author: "Лао-цзи"
    },
    {
        quote: "Світ — це книга, і ті, хто не подорожує, читають лише одну сторінку.",
        author: "Святий Августин"
    },
    {
        quote: "Подорожі — це єдине, що ви купуєте, і вони роблять вас багатшими.",
        author: "Невідомий"
    },
    {
        quote: "Не всі, хто мандрує, загублені.",
        author: "Дж. Р. Р. Толкін"
    },
    {
        quote: "Мандрівник бачить те, що бачить, турист бачить те, заради чого приїхав.",
        author: "Гілберт Кіт Честертон"
    },
    {
        quote: "Життя або це смілива пригода, або нічого.",
        author: "Гелен Келлер"
    },
    {
        quote: "Ті, хто подорожує без пристрасті, подорожують удвічі швидше.",
        author: "Томас Тасо"
    },
    {
        quote: "Подорожі відкривають нові горизонти не лише на карті, але й у душі.",
        author: "Невідомий"
    },
    {
        quote: "Подорожуючи, ви ніколи не залишаєтеся тією самою людиною, якою були на початку.",
        author: "Девід Мітчелл"
    },
    {
        quote: "Мандрівки вчать більше, ніж будь-яка школа.",
        author: "Невідомий"
    }
];

export const searchTexts: string[] = [
    "Погода в Єгипті...",
    "Кращі місця для відпочинку в Італії...",
    "Тури до Греції...",
    "Погода в Туреччині...",
    "Відпочинок на Мальдівах...",
    "Екскурсії по Франції...",
    "Дешеві авіаквитки до Іспанії...",
    "Готелі в Барселоні...",
    "Що подивитися в Лондоні...",
    "Тури до Дубаю...",
    "Погода в Таїланді...",
    "Відпочинок у Хорватії...",
    "Екскурсії по Риму...",
    "Пляжі Португалії...",
    "Найкращі курорти Мексики...",
    "Що подивитися у Відні...",
    "Готелі в Парижі...",
    "Тури на Балі...",
    "Погода в Чорногорії...",
    "Кращі місця в Амстердамі...",
    "Відпочинок у Карпатах...",
    "Екскурсії по Празі...",
    "Готелі в Нью-Йорку...",
    "Погода в Кіпрі...",
    "Тури до Японії...",
    "Що подивитися в Берліні...",
    "Відпочинок у Швейцарії...",
    "Пляжі Греції...",
    "Готелі в Дубаї...",
    "Погода на Канарських островах...",
    "Кращі курорти Туреччини...",
    "Тури в Марокко...",
    "Що подивитися у Варшаві...",
    "Відпочинок у Грузії...",
    "Екскурсії по Афінах...",
    "Погода в Індії...",
    "Найкращі готелі в Анталії...",
    "Тури в Ісландію...",
    "Відпочинок у Болгарії...",
    "Готелі на Кіпрі..."
];


export const loginImage = "https://images.unsplash.com/photo-1757492166964-518d2c8b9f41?q=80&w=1365&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"